{
  "ui": {
    "title": "Ружья, микробы и сталь",
    "subtitle": "Интерактивное путешествие через историю человечества",
    "buttons": {
      "music": "Музыка",
      "tts": "Голос",
      "sfx": "Звуки",
      "site": "Сайт",
      "twitter": "Twitter",
      "email": "Контакт"
    },
    "areaLabels": {
      "A1": "Регион 1: Плодородный полумесяц",
      "A2": "Регион 2: Восточная Азия",
      "A3": "Регион 3: Мезоамерика",
      "A4": "Регион 4: Африка южнее Сахары",
      "A5": "Регион 5: Новая Гвинея"
    },
    "toast": {
      "advanced": "продвинулся в этом ходу",
      "powerGain": "Сила",
      "accGain": "Рост"
    },
    "finalScreen": {
      "title": "Путешествие завершено",
      "subtitle": "История человеческой цивилизации — это история географии, окружающей среды и случайности.",
      "restart": "Играть снова"
    }
  },
  "steps": [
    {
      "id": 1,
      "icon": "stone.png",
      "title": "Поселения и выбор места жительства",
      "phase1Text": "Около 13 000 лет назад люди перешли от кочевого образа жизни охотников-собирателей к оседлым общинам. Наличие диких растений и животных в различных регионах определило, где возникнут первые поселения. География определила судьбу — некоторые регионы предлагали изобилие ресурсов, в то время как другие представляли суровые испытания.",
      "choiceQuestion": "Какой регион будет развиваться больше всего в этом ходу?",
      "phase3": {
        "image": "step1.jpg",
        "video": null,
        "text": "Плодородный полумесяц — регион, охватывающий современный Ирак, Сирию, Ливан, Израиль, Палестину и части Турции и Ирана — стал первым сельскохозяйственным центром человечества. Его средиземноморский климат, надежные осадки и разнообразные дикие растения сделали его идеальным для раннего земледелия. Дикая пшеница и ячмень росли в изобилии, а крупные млекопитающие, такие как дикие козы и овцы, бродили по холмам. Эти экологические преимущества дали жителям региона решающее преимущество в гонке к цивилизации."
      }
    },
    {
      "id": 2,
      "icon": "food.png",
      "title": "Сельское хозяйство и одомашнивание растений",
      "phase1Text": "Сельскохозяйственная революция не была внезапным изобретением, а постепенным процессом, растянувшимся на тысячи лет. Различные регионы независимо одомашнивали различные культуры в зависимости от того, что росло в дикой природе в их окружающей среде. Пшеница и ячмень на Ближнем Востоке, рис в Китае, кукуруза в Мезоамерике и сорго в Африке. Каждая культура требовала различных методов земледелия и поддерживала разную плотность населения.",
      "choiceQuestion": "Какой регион продвинет сельскохозяйственные технологии в этом ходу?",
      "phase3": {
        "image": null,
        "video": "step2.mp4",
        "text": "Одомашнивание пшеницы изменило человеческое общество. Ранние фермеры выбирали семена из самых крупных и питательных растений из года в год, постепенно создавая новые сорта, которые были крупнее и легче собирать, чем их дикие предки. Этот надежный источник пищи позволил населению расти и селиться в постоянных деревнях. Но сельское хозяйство не было универсально выгодным — оно требовало тяжелого труда, делало людей зависимыми от узкого ряда культур и создало первые социальные иерархии, поскольку одни накапливали излишки, а другие нет."
      }
    },
    {
      "id": 3,
      "icon": "cow.png",
      "title": "Одомашнивание животных",
      "phase1Text": "Хотя культуры обеспечивали калории, одомашненные животные революционизировали сельское хозяйство, обеспечивая мускульную силу, транспорт, молоко, мясо и шерсть. Но не во всех регионах были животные, подходящие для одомашнивания. Из 148 видов крупных млекопитающих на Земле только 14 были успешно одомашнены — и большинство из них жили в Евразии. Это несоответствие будет иметь глубокие последствия для истории человечества.",
      "choiceQuestion": "Какой регион получит преимущества от животноводства?",
      "phase3": {
        "image": "step3.jpg",
        "video": null,
        "text": "Евразия обладала необыкновенным множеством одомашниваемых животных: крупный рогатый скот, лошади, свиньи, овцы и козы. Лошади революционизировали транспорт и войну. Быки тянули плуги, умножая сельскохозяйственную производительность. Коровы давали молоко, создавая новый источник пищи, который не требовал убийства животного. Напротив, зебры Африки к югу от Сахары оказались невозможными для приручения, а в Америке не было крупных одомашниваемых млекопитающих после вымирания мегафауны — ни лошадей, ни крупного рогатого скота, ни верблюдов. Эта биологическая лотерея дала евразийским обществам огромное преимущество в производстве продуктов питания, транспорте и военных возможностях."
      }
    },
    {
      "id": 4,
      "icon": "alphabet.png",
      "title": "Письменность",
      "phase1Text": "Системы письма возникли независимо в нескольких регионах, но не везде. Письменность позволила обществам записывать транзакции, кодифицировать законы, сохранять знания через поколения и координировать крупные организации. Изобретение письменности ознаменовало переход от предыстории к истории, от устной традиции к записанной цивилизации.",
      "choiceQuestion": "Какой регион разработает системы письма?",
      "phase3": {
        "image": "step4.jpg",
        "video": null,
        "text": "Самая ранняя известная система письма появилась в Месопотамии около 3200 г. до н.э. — клинопись, выдавливаемая в глиняные таблички тростниковым стилусом. Египетские иероглифы появились вскоре после этого. Китайские иероглифы развивались независимо около 1200 г. до н.э. Финикийский алфавит, предок большинства современных алфавитов, распространился по всему Средиземноморью. Письменность не просто записывала информацию — она преобразовывала человеческое познание, обеспечивая абстрактное мышление, сложную математику и накопление знаний через поколения. Общества с письменностью могли строить на открытиях своих предков, в то время как устные культуры должны были заново открывать знания каждое поколение."
      }
    },
    {
      "id": 5,
      "icon": "continents.png",
      "title": "Торговые пути (Восток-Запад / Север-Юг)",
      "phase1Text": "Ориентация континентов глубоко влияла на распространение сельского хозяйства и технологий. Ось Евразии с востока на запад означала, что культуры, животные и инновации могли распространяться через схожие климатические зоны — пшеница, которая росла в Плодородном полумесяце, могла также расти в Европе и Китае. Но в Америке и Африке ориентация с севера на юг означала пересечение нескольких климатических зон, замедляя распространение сельскохозяйственных знаний.",
      "choiceQuestion": "Какой регион больше всего выиграет от торговых сетей?",
      "phase3": {
        "image": "step5.jpg",
        "video": null,
        "text": "Вдоль Великого шелкового пути идеи путешествовали быстрее купцов. Фермер в Испании мог выращивать те же сорта пшеницы, что и фермер в Китае, разделенные 6000 миль, но разделяющие одну и ту же широту и схожий климат. Инновации в ирригации, металлургии и письменности распространялись относительно быстро через Евразию. Напротив, ламы, одомашненные в Андах, не могли выжить в тропических лесах Амазонки или пустынях Мексики. Кукуруза, разработанная в Мезоамерике, потребовала тысячи лет, чтобы достичь восточной части Северной Америки. Эта географическая разница — результат форм континентов, образованных тектоникой плит миллионы лет назад — создала огромное преимущество для евразийских обществ."
      }
    },
    {
      "id": 6,
      "icon": "germs.png",
      "title": "Микробы и болезни",
      "phase1Text": "Жизнь в непосредственной близости от одомашненных животных имела неожиданное последствие: болезни. Корь пришла от крупного рогатого скота, оспа от верблюдов или крупного рогатого скота, грипп от свиней и уток. На протяжении тысяч лет евразийские популяции развили некоторый иммунитет к этим болезням через ужасные эпидемии, убившие миллионы. Но эти же болезни станут биологическим оружием, когда евразийцы встретят популяции, которые никогда не подвергались их воздействию.",
      "choiceQuestion": "Какой регион разовьет устойчивость к болезням?",
      "phase3": {
        "image": "step6.jpg",
        "video": null,
        "text": "Когда европейцы прибыли в Америку в 1492 году, они принесли больше, чем ружья и сталь — они принесли оспу, корь, тиф и грипп. Коренные американские популяции, никогда не сталкивавшиеся с этими болезнями, умирали в катастрофических количествах. Некоторые оценки предполагают, что до 90% доколумбового населения погибло от европейских болезней. Это не был преднамеренный акт биологической войны (хотя это пришло позже) — это было неизбежное последствие тысяч лет различных сельскохозяйственных историй. Общества, которые жили с одомашненными животными тысячелетиями, непреднамеренно развили как болезни, так и иммунную устойчивость, которая изменит мир."
      }
    },
    {
      "id": 7,
      "icon": "guns.png",
      "title": "Развитие технологий",
      "phase1Text": "Технологические инновации строились друг на друге, каждое достижение обеспечивало следующее. Бронза уступила место железу, простые инструменты сложным машинам, человеческая сила животной силе водяной силе. Но технологии не развивались изолированно — они требовали излишков пищи для поддержки специализированных ремесленников, письменности для сохранения и передачи знаний, торговых сетей для распространения инноваций и плотности населения для генерации новых идей через взаимодействие многих умов.",
      "choiceQuestion": "Какой регион достигнет технологических прорывов?",
      "phase3": {
        "image": "step7.jpg",
        "video": null,
        "text": "К 1500 году н.э. евразийские общества разработали порох, океанские корабли, печатные станки и стальное оружие. Эти технологии не были результатом генетического превосходства — они возникли из накопленных преимуществ географии. Больше одомашниваемых растений и животных означало более плотное население, что означало больше потенциальных изобретателей. Торговые пути с востока на запад означали, что инновации быстро распространялись через континент. Системы письма сохраняли знания. Конкуренция между многочисленными королевствами стимулировала инновации в военном деле и государственном управлении. Когда европейские исследователи встретили другие общества, их технологические преимущества — особенно в военной технологии и кораблестроении — были подавляющими. Но эти преимущества проистекали из экологических обстоятельств, а не из врожденных человеческих различий."
      }
    },
    {
      "id": 8,
      "icon": "social.png",
      "title": "Социальные институты",
      "phase1Text": "По мере того как общества становились более сложными, они развивали все более сложные институты: организованные религии, правовые системы, бюрократии и постоянные армии. Излишки пищи позволили некоторым членам общества специализироваться на ролях за пределами земледелия — священники, солдаты, администраторы, ремесленники. Но эта сложность имела свою цену: социальная стратификация, неравенство и концентрация власти в руках элит.",
      "choiceQuestion": "Какой регион разовьет сложные социальные институты?",
      "phase3": {
        "image": "step8.jpg",
        "video": null,
        "text": "Возникновение сложных обществ следовало схожим моделям по всему миру, но в разное время в зависимости от того, когда появилось сельское хозяйство. Из ранних городов-государств появились королевства, затем империи. Письменность обеспечила бюрократию, которая обеспечила налогообложение и постоянные армии. Организованная религия узаконила власть правителей и помогла координировать большие популяции. Эти институты не были неизбежными или универсальными — многие человеческие общества выбрали разные пути, оставаясь эгалитарными и децентрализованными. Но в конфликтах между централизованными сельскохозяйственными империями и небольшими обществами империи обычно побеждали не благодаря культурному превосходству, а благодаря чистым числам, организации и технологическим преимуществам, которые пришли от тысяч лет накопленного сельскохозяйственного излишка. Форма современного мира — с его огромными национальными государствами, сложными экономиками и глобальным неравенством — может быть прослежена до этих ранних расхождений в сельскохозяйственном развитии, которые сами были определены в основном географией и биологией различных регионов."
      }
    }
  ]
}

