{
  "intro": {
    "screen1": {
      "title": "The Evolution of Civilizations",
      "subtitle": "A short interactive story about the factors that shaped the rise of civilizations. Based on Jared Diamond's book Guns, Germs, and Steel.",
      "button": "Start"
    },
    "screen2": {
      "text": "Civilizations have always developed unevenly.\n\n 1532. A band of 168 Spanish adventurers led by Francisco Pizarro managed to capture Atahualpa — the ruler of the largest and most advanced empire in the New World. The Spaniards were in foreign lands, knew almost nothing about the local peoples, and were completely cut off from their own."
    },
    "screen3": {
      "text": "Atahualpa was at the very heart of his realm — in Cajamarca, surrounded by more than a million of his subjects.\n\nYet Pizarro's men captured him within minutes of their first clash — and held him prisoner for eight months. They received a vast ransom… and executed him anyway. This event became a turning point that accelerated the European conquest of the Inca Empire."
    },
    "screen4": {
      "text": "We know the outcome. The New World was colonized by Europeans. But why did it happen this way, and not the other way around?\n\nWhy didn't Atahualpa's people sail to Europe and conquer it?\nWhy were European diseases deadlier and European weapons more advanced? What factors shaped all of this?\n\nThis short game offers one explanation, based on Jared Diamond's book Guns, Germs, and Steel. The game simplifies some things, and if the story interests you, I strongly recommend reading the book itself. It is well worth it.",
      "button": "Start the game"
    }
  },
  "rounds": {
    "1": {
      "introText": "Let's start at the beginning! Roughly 8,000 years ago.\n\n For hundreds of thousands of years, humans had been spreading across the planet, step by step settling new lands. At some point, that long journey came to an end. The first centers of future civilizations emerged.\n\n Of course, there were more than five, but we will follow these five and see how they develop over 8,000 years. One move — one thousand years.\nTheir success or failure will depend on their starting conditions and on your choices. Let's meet them.",
      "zoneTexts": {
        "1": "The first center, Orange Mountain, is cut off from the world by high mountains. Getting here is difficult. It is rich in both large animals and productive plants. Thanks to isolation, there are fewer tribes here, and there is enough land for everyone.",
        "2": "The second region, Blue Valley, is a vast territory rich in large animals. There is far more meat here than edible plants. Many tribes live in this region, and conflict between them is common.",
        "3": "The third territory, Yellow Jungles, lies on another continent. There are few large animals, but plants in abundance. This is an isolated region, developing on its own, and few people live here.",
        "4": "The fourth center, Green River, is on a third major continent. The climate here is mild, predators are few, and edible plants are abundant — no wonder many tribes have been drawn here.",
        "5": "The fifth region, Red Crescent — broad fertile lands where many tribes live side by side. There are plenty of large animals, but useful plants are not so numerous."
      },
      "preChoiceText": "This story will not be passive — you can change its course. How? You will control chance, the \"wild card\" of history.\n\nYou decide where a brilliant idea appears first, where a talented leader is born who can unite people better than others. Which center will gain a small advantage in the next thousand years?",
      "postChoiceText": "What happened over this thousand years?\n\n The centers of future civilizations shifted from a nomadic to a settled way of life, but each at its own pace. For millennia, nomadic and settled people lived side by side. The shift to settlement happened fastest where there were enough plants, calories could be obtained reliably, and the loss of large animals pushed people to find more sustainable ways to get food.\n\nSettled tribes grew and developed faster. Their lives became more predictable, and children were born more often — every two years, compared with nomads’ once every four. Over time, settled societies became more numerous and displaced the nomadic ones."
    },
    "2": {
      "introText": "A thousand years passed. All five centers of future civilizations had shifted to settled life — some earlier, some later. The first large settlements with their own leaders began to appear. But each of them soon hit a ceiling.\n\n There simply were not enough fertile lands, plants, and animals for further growth. Let's see how each center developed.",
      "zoneTexts": {
        "1": "Orange Mountain developed quickly. People here learned early to grow enough plants, and large animals helped them survive lean years. They gradually came to see the advantages of settlement.\n\nWith few neighbors, there were slightly fewer experiments, but the abundance of plants made many attempts successful.",
        "2": "Blue Valley had a hard time. The abundance of animals kept the nomadic way of life here longer than elsewhere. Clashes with neighbors were frequent.\n\nBut the same factors that held development back before now offer a chance. Plants are scarce here, but many neighboring tribes allow people to exchange the best varieties and speed up the growth of food production.",
        "3": "On another continent, in Yellow Jungles, the small number of large animals — including predators — let people expand quickly. The wealth of plants made the shift to settled life easy.\n\nThe next thousand years passed quietly: people tried different crops and chose the best. The population grew rapidly.",
        "4": "Green River flourished: plenty of plants, few large predators, and a fast shift to settlement.\n\nThere are many tribes here too, which allowed the exchange of new crops — sometimes peacefully through trade, sometimes by force.",
        "5": "Red Crescent developed slowly. The abundance of animals kept people nomadic, and numerous neighbors created constant conflict.\n\nBut although plants are scarce, experiments with them multiplied thanks to neighboring tribes. The territory grew slowly but steadily."
      },
      "preChoiceText": "Over the next thousand years, civilization centers will grow through agriculture: different crops, farming methods, and new techniques.\n\nThey will learn through trial and error. But again it comes down to luck: who will be first to discover the best crop?",
      "postChoiceText": "Over this thousand years, people gradually mastered farming. They tried different crops and chose the most reliable — like wheat or rice. This became the basis of their diet for thousands of years to come.\n\nChance played a huge role. Which plants were available, how many there were, how easy they were to domesticate. Wheat was far easier than, say, apple trees.\n\nGradually, farming became more efficient than hunting — and all societies made the shift."
    },
    "3": {
      "introText": "Another thousand years passed. All civilization centers grew, but each in its own way. Those who got the most efficient crops earlier expanded faster. Sooner or later, however, every technology hits a limit. There is a maximum amount of land one person can farm by hand.\n\nTo make the next leap, people needed something new — helpers that could pull the plow, provide meat, milk, and wool. Those helpers were domesticated animals.\n\nBut let's see what happened in each center.",
      "zoneTexts": {
        "1": "The past thousand years were successful for Orange Mountain. The best crops were found quickly, and land expanded.\n\nThis millennium looks promising too — there are enough large animals that some may prove suitable for husbandry.",
        "2": "Development was hard in Blue Valley because of its poor variety of edible plants. Neighbors kept pressing, trying to seize fertile land.\n\nBut this millennium brings a chance. There are many large animals here, and some may prove suitable for domestication.",
        "3": "Yellow Jungles grew steadily. Land expanded, the best crops were plentiful, and the only obstacles were natural barriers — mountains and rivers.\n\nThe coming thousand years will be tough. There are almost no large animals here, and the odds of finding suitable species are very low.",
        "4": "Things went well in Green River. The wealth of plants ensured fast growth, and neighbors did not get in the way.\n\nWith animals, though, it's different. There are few, and finding suitable species will be difficult.",
        "5": "This millennium was hard for Red Crescent. Few plants, stiff competition.\n\nBut there are very many large animals here. That opens broad possibilities — to use them in husbandry, raise them for meat, and use them for transport."
      },
      "preChoiceText": "Over the next thousand years, people will begin to domesticate animals. They will pull the plow, provide meat, wool, and serve as transport.\n\nBut successful domestication is always a mix of luck and the animals’ traits. Some are docile, others are not; some do not breed in captivity, others need too much food. Which center will get lucky this time?",
      "postChoiceText": "Over this thousand years, humans domesticated many animals, and that transformed husbandry. Cattle, sheep, goats, pigs, and horses became the foundation of agriculture and daily life.\n\nBut success was impossible without luck: not every animal is suitable for domestication. Diet, growth rate, ability to breed in captivity, herd behavior, and of course temperament all mattered.\n\nFor example, zebras are barely different from horses, but they were never domesticated — they are too aggressive.\n\nDomesticated animals gave societies a huge boost: more food, more clothing, transport, and new tools. They became a crucial part of human history."
    },
    "4": {
      "introText": "Domesticating animals opened the way to bigger harvests and more predictable husbandry. Traders could travel farther, and pack animals carried heavy loads, speeding trade and the exchange of ideas.\n\nBut this progress created a new problem: there was too much information. Memory could no longer cope, and passing knowledge over long distances became almost impossible. Something had to be invented to record this information. That was how writing appeared.\n\nLet's see what conditions each center had.",
      "zoneTexts": {
        "1": "In Orange Mountain, everything developed quickly. Enough animals, good harvests, a growing population.\n\nBut natural barriers — the same mountains and rivers that once protected against invaders — now get in the way. Trade is slower, and ideas arrive less quickly.",
        "2": "In Blue Valley, the huge variety of animals allowed a rapid rise in food production. The territory grew, and neighbors traded and shared ideas.\n\nThe conditions for writing to emerge here are the most favorable. There is plenty to keep track of, plenty of trading partners, and a clear need to record information.",
        "3": "Yellow Jungles had a hard time in the past thousand years. There are almost no animals, and the land is still farmed by hand.\n\nThere is little need for writing here, and even fewer neighbors. Inventing writing under such conditions is difficult.",
        "4": "In Green River, there are few large animals — that was an advantage when it came to safety. But when it was time to raise yields, it became a weakness.\n\nTrade is growing here, and neighbors increasingly become partners rather than enemies. Perhaps writing will appear through borrowing.",
        "5": "In Red Crescent, the past thousand years were successful. Animals were domesticated early, and trade flourished.\n\nWriting has a good chance of arising here — there is demand, there is need, and there are neighbors who are thinking along the same lines and experimenting."
      },
      "preChoiceText": "Over the next thousand years, writing will appear or be borrowed in all civilization centers. But whoever does it first will gain a huge advantage.\n\nIn which region will this idea catch fire?",
      "postChoiceText": "Writing arose in human history only once or a few times. As far as we know, first among the Sumerians, then among the indigenous peoples of Mexico. Egyptian and Chinese systems may have emerged independently too.\n\nMuch more often, writing spread through exchange and trade. Someone saw it among neighbors and began to create their own system, already knowing that it was possible.\n\nFor writing to take root, resources were needed. Scribes who could write and keep accounts, and a need to store and pass on information.\n\nAnd in time, writing became a tool for emotion, history, and literature."
    },
    "5": {
      "introText": "By now, writing has become part of life in all civilization centers. In some places it is used mainly for accounting, in others people are already creating the first books.\n\nCivilizations have grown stronger, learned to govern large territories, and trade more and more with each other. They exchange ideas, plants, animals, and technologies.\n\nAnd here a factor enters the picture that no one chooses — the geography of the continent. Let's see who reached this point in what shape.",
      "zoneTexts": {
        "1": "In Orange Mountain, writing appeared early, though it developed in a distinctive way because of the small number of neighbors.\n\nNow the focus is on trade and the exchange of ideas. What matters most is the shape of the continent: whether it stretches north–south or east–west. That determines how easily plants and animals can spread.",
        "2": "In Blue Valley, writing developed quickly and successfully. People learned to record knowledge and pass it on.\n\n Continents stretched along an east–west axis have a huge advantage: climate is similar at the same latitude, so plants do not need to be adapted anew.\n\nConditions for growth look fairly good.",
        "3": "Writing appeared in Yellow Jungles, but late. There was no urgent need, nor enough neighbors to borrow the idea.\n\nThe next thousand years will be difficult. The continent stretches north–south, so at every step there is a new climate zone, new diseases, and new obstacles.",
        "4": "Green River developed gradually. Writing helped govern large territories.\n\nBut natural barriers — deserts, mountains, oceans — hinder the exchange of ideas.",
        "5": "In Red Crescent, civilization developed quickly. Writing either appeared early or was borrowed.\n\nThe continent stretches along an east–west axis, so climate is similar over long distances. That creates excellent opportunities for trade and the spread of technology."
      },
      "preChoiceText": "This thousand years, geography plays a decisive role — although all the previous factors still matter.\n\nWhere will merchants have the best luck, and their caravans reach neighbors most often?",
      "postChoiceText": "The orientation of continents is one of the key reasons for differences in the pace of development. On continents stretched east–west, climate zones run in parallel. That means the same crops that grow in one region can easily take root in another at the same latitude.\n\nOn continents stretched north–south, by contrast, climate changes sharply: from temperate to subtropical to tropical. Such shifts make it much harder to spread plants and animals.\n\n In each new climate zone, you need new plants, new animals, and new insulation techniques — and that is not always easy."
    },
    "6": {
      "introText": "Geography had a strong impact on the development of civilizations. But now humanity faces a new challenge — one that grew out of earlier success. Epidemics.\n\nFor a disease to become an epidemic, several conditions are needed. The most important are dense cities and closeness to livestock. The growth of urban populations and the importance of trade between cities created ideal pathways for diseases to emerge and spread.",
      "zoneTexts": {
        "1": "In Orange Mountain, everything went well. The population grew, territories expanded.\n\nBut conditions for epidemics are in place here. Mountains and rivers will slow the spread of disease somewhat, but not stop it.",
        "2": "The past thousand years were successful for Blue Valley. Trade flourished, ideas circulated.\n\nBut now dense cities and busy trade routes will bring not only goods but also disease.",
        "3": "Yellow Jungles grew slowly, but now that becomes an advantage.\n\nThere is little livestock and few dense settlements here, so epidemics will have a harder time taking hold.",
        "4": "Population and the exchange of ideas grew in Green River. The first contacts across the ocean began.\n\nDiseases will appear, but there will be fewer than elsewhere because of isolation. Still, epidemics cannot be fully avoided.",
        "5": "The past thousand years were a golden age for Red Crescent. The population grew, trade flourished.\n\nBut that is exactly what now makes the region vulnerable: a huge population and a location at the crossroads of trade routes. Epidemics will most likely start here and then travel along those routes."
      },
      "preChoiceText": "It is time to choose again. Where will a healer or scholar appear who is first to understand how to contain epidemics?",
      "postChoiceText": "Epidemics changed the world as much as wars. European diseases killed more people in the New World than Europeans themselves did. Germs from the Old World proved far deadlier than local ones, and Europeans had immunity to them.\n\nWhy? Many epidemics arose from domestic animals. They too suffered from \"crowding diseases,\" and some of those spread to humans.\n\nThe moment we domesticated animals, we gained both huge advantages and serious risks. But later, the development of medicine, especially vaccines, gave people tools to contain epidemics."
    },
    "7": {
      "introText": "We have almost reached our own time. Epidemics took many lives in some regions but barely touched others. Though those \"lucky\" ones also lack immunity, and more troubles await them in the future.\n\nNow the main engine of development is technology. It has always been evolving, of course, but only now is it beginning to shape the course of history. Inventing something is not enough — society must be able to adopt it and benefit from it.\n\nInventions are born from the curiosity of individuals. Technologies, by contrast, come from the accumulation of many kinds of knowledge that feed each other. For example, to create the printing press, one idea is not enough — you need paper, metallurgy, movable type, ink, presses, and of course writing.\n\nLet's see how our centers will develop over the next thousand years.",
      "zoneTexts": {
        "1": "Isolation helped Orange Mountain avoid the worst epidemics. Borders were closed in time, and disease rarely got through.\n\nBut now that same isolation becomes an obstacle. When a society does not interact with neighbors, technology stagnates — or even disappears if it temporarily loses practical value.",
        "2": "Epidemics cost many lives in Blue Valley. But they also spurred the development of medicine. Life expectancy rose, so people had more time for experiments and discovery.\n\nThis center has excellent conditions for technological progress: many neighbors, active trade, and a constant exchange of ideas through migration and the clash of cultures.",
        "3": "Yellow Jungles benefited from being far from the main trade routes. Epidemics barely touched the region. The population grew, the territory expanded.\n\nBut few neighbors mean fewer ideas to borrow. Some inventions may appear here but never spread widely simply for lack of need.",
        "4": "Limited trade protected Green River from the worst effects of epidemics. Still, some diseases reached here and reduced the population.\n\nNevertheless, conditions for technological growth are good. There are not many neighbors, but enough for some inventions to take root and spread.",
        "5": "In Red Crescent, the past thousand years were hard. Epidemics dealt a crushing blow; population and territory shrank.\n\nBut that forced people to develop medicine and seek new solutions. Now that trade is reviving, this center can develop faster than others."
      },
      "preChoiceText": "It is time to choose. Where will the most curious scholars appear? Where will rulers be bold enough to invest in new ideas and benefit from them?",
      "postChoiceText": "Where do technologies come from?\n\nThe urge to invent is a human trait everywhere. But inventing something is one thing — turning it into practical technology is another.\n\nMost innovations do not appear from scratch. They come through the exchange of ideas, through borrowing, through contact with neighboring cultures. The more neighbors differ from each other, the wider the range of solutions you can adopt.\n\nThat is still not enough. Technological development requires many conditions. Long lives, to learn. Costly labor, to create an incentive for mechanization. Education and laws that protect inventors.\n\nIt turns out that a society's institutions shape the development of technology as much as human curiosity."
    },
    "8": {
      "introText": "We have reached the last thousand years. Over our story, humans have gone from small settled communities to large states armed with modern technology.\n\nPower has accompanied this journey all along, though it stayed offstage. It began with kin groups of about 50 people, united by blood. Then came tribes. Hundreds of people, among whom there were already non-productive roles — craftsmen and leaders.\n\nLater came chiefdoms. Associations of tens of thousands. People began living alongside strangers, and they needed a system of rule that could maintain order.\n\nThen came states — vast structures governing millions through complex bureaucracy. In this last thousand years, the decisive factor will be the institutions of power.",
      "zoneTexts": {
        "1": "Natural boundaries made Orange Mountain civilization distinctive, but a large number of neighbors helped develop governance.\n\nDespite relative isolation, this center became one of the most advanced — though not by the fastest route.",
        "2": "An abundance of neighbors forced Blue Valley to learn early that population size is power. To defend themselves and grow, they had to create systems of governance that served the whole society, not just its elite.\n\nAnd now, in this final thousand years, those efforts are bearing fruit.",
        "3": "Long isolation and a lack of neighbors greatly delayed the emergence of state institutions.\n\nBeing cut off from global trade routes allowed calm development for a long time, but not as fast as in other civilization centers.",
        "4": "Isolation protected Green River from epidemics, but it also slowed the development of technology and governing institutions.\n\nBureaucracy did eventually form, if later than elsewhere, which allowed the state to develop sustainably.",
        "5": "Geography forced this civilization center to create effective institutions of power early. Some of the first bureaucrats appeared here, and a rich circle of neighbors allowed them to adopt the best practices.\n\nAnd it is in this thousand years that those accumulated advantages will fully come into play."
      },
      "preChoiceText": "Great rulers, thinkers, and reformers shape history no less than inventors.\n\nWhere will the wisest leaders appear?",
      "postChoiceText": "How did power evolve?\n\nFor millennia, kin and tribal communities existed. They differed in size, population density, and degree of settlement.\n\nAbout 7,500 years ago, chiefdoms appeared. These were large associations where people first learned to live alongside strangers. The chief gained the right to use force, settle disputes, and allocate resources.\n\nBut too much depended on the chief's character. He could serve society, or he could do everything for himself and his elite. There were ways to entrench power: disarming the population, strengthening the elite, building grandiose projects, creating religion or ideology.\n\nLater, about 6,000 years ago, the first states appeared — far more stable and efficient. They were run by a class of professional bureaucrats responsible for allocating resources and maintaining order.\n\nThis system made it possible to govern millions, tackle huge tasks, and build powerful armies. It was states that became the form of power that shaped the rest of human history."
    }
  },
  "ui": {
    "next": "Next",
    "start": "Start",
    "startGame": "Start the game",
    "nextRound": "Next round",
    "chooseLanguage": "Choose language / Выберите язык",
    "english": "English",
    "russian": "Русский"
  },
  "header": {
    "introTitle": "The Evolution of Civilizations",
    "endingTitle": "The World",
    "roundTitles": {
      "round1": "Stone Age",
      "round2": "Food Production",
      "round3": "Domestication of Animals",
      "round4": "Writing",
      "round5": "Geography and Climate",
      "round6": "Germs and Epidemics",
      "round7": "Technologies",
      "round8": "Power"
    }
  },
  "areaButtons": {
    "area1": "Orange Mountain",
    "area2": "Blue Valley",
    "area3": "Yellow Jungles",
    "area4": "Green River",
    "area5": "Red Crescent"
  },
  "final": {
    "mapText": "This is the journey our world has made over 8,000 years. We followed the development of five civilization centers and saw which factors shaped their fates.\n\nMuch depended on chance — where suitable grains grew, where large animals lived, and how the geography of the continents was arranged. But your choices also shaped the world that resulted.",
    "endingText": "But let us return to the story of the conquistador Pizarro. Now, after this whole journey, we can answer the main question.\nWhy did Europeans come to Atahualpa's lands, and not the other way around?\n\nFirst, technology. The people of Eurasia had steel swords, armor, muskets, artillery, and horses — animals that simply did not exist in the Americas.\n\nSecond, writing. It had existed in Eurasia for thousands of years, storing knowledge and passing it between generations. Thanks to this, Pizarro's men knew much about the Inca people even before meeting them.\n\nThird, states. Only large centralized powers could afford to equip ocean-going expeditions and compete with each other for new lands.\n\nFourth, advantages in husbandry and energy. Eurasians had long used cattle, horses, donkeys, and water and wind mills. In the Americas, most heavy work was still done by hand. Not because the peoples of the Americas developed more slowly. Simply because the only animals available to them were llamas.\n\nFifth, disease. Eurasian epidemics proved deadlier than any weapon. Dense cities and life alongside domestic animals spawned infections to which Old World peoples had immunity.\n\nAll these factors came together — and made possible the outcome we know from history.",
    "authorshipText": "This interactive longread was created by Aleksey Shlykov, based on Jared Diamond's book Guns, Germs, and Steel. I hope you found it interesting! The book has much more to offer, and it is well worth reading.\n\nIf you enjoyed it, you can also try my other educational games.",
    "illustrationsCredit": "Illustrations by Ekaterina Zueva.",
    "playAgain": "Play again",
    "myWebsite": "My website: buildtounderstand.dev",
    "illustratorButton": "Ekaterina Zueva, Illustrator"
  },
  "timeline": {
    "title": "Historical Timeline",
    "axisYears": "Years",
    "axisTime": "Time",
    "achievementsTitle": "Achievements by round:",
    "roundLabel": "Round",
    "yearLabel": "Year",
    "milestones": {
      "sedentary": "End of nomadic lifestyle / transition to settlement",
      "crops": "Best food crops identified",
      "domestication": "Domestication of animals",
      "writing": "Writing developed or adopted",
      "trade": "Expansion of trade networks and cultural exchange",
      "epidemics": "First epidemics and early containment measures",
      "technology": "Industrial / technological breakthroughs",
      "governance": "Effective governing institutions"
    }
  },
  "populationChart": {
    "title": "Population Dynamics",
    "axis": {
      "time": "Time (years)",
      "population": "Population"
    },
    "tooltip": {
      "round": "Round",
      "acc": "Acc",
      "power": "Power",
      "populationValue": "Population",
      "year": "Year"
    },
    "explanation": "",
    "yAxisLabel": "Population"
  },
  "dominanceChart": {
    "title": "Periods of Civilization Dominance",
    "axis": {
      "time": "Time (years)",
      "dominance": "Dominance index (%)"
    },
    "tooltip": {
      "round": "Round",
      "year": "Year",
      "dominance": "Dominance",
      "acc": "Acc",
      "power": "Power",
      "rawValue": "Acc × Power"
    },
    "explanation": ""
  },
  "futureProjectionChart": {
    "title": "Future projection: next 4,000 years",
    "axis": {
      "time": "Time (years)",
      "development": "Development strength"
    },
    "tooltip": {
      "predicted": "Predicted",
      "round": "Round",
      "acc": "Acc",
      "power": "Power",
      "value": "Value"
    },
    "explanation": "This chart projects how each civilization center would have continued to develop beyond the 8,000-year timeline. Projections are based solely on the growth trend. Solid lines show actual data (rounds 1–8), and dashed lines show projected trajectories (rounds 9–12)."
  }
}
