{
  "intro": {
    "screen1": {
      "subtitle": "Короткая интерактивная история о том, как развивалась человеческая цивилизация. Основана на книге Джареда Даймонда «Ружья, микробы и сталь».",
      "button": "Начать"
    },
    "screen2": {
      "text": "В 1532 году отряд из 168 испанских авантюристов под началом Франсиско Писарро сумел захватить Атауальпу — правителя крупнейшей и наиболее развитой империи Нового Света. Испанцы оказались в чужих краях, почти ничего не знали о местных народах и были полностью отрезаны от своих — ближайшие силы Кастилии находились более чем в 160 километрах к северу."
    },
    "screen3": {
      "text": "Атауальпа же находился в самом сердце своей державы — в Кахамарке, окружённый более чем миллионом подданных.\n\nИ всё же люди Писарро захватили его всего через несколько минут после первого столкновения — и удерживали в плену восемь долгих месяцев. Они получили огромный выкуп… и всё равно казнили его. Это событие стало переломом, невероятно ускорившим европейское завоевание империи инков. Испанское оружие и так давало им преимущество, но пленение Атауальпы сделало сопротивление куда слабее."
    },
    "screen4": {
      "text": "Мы знаем итог: Новый Свет был колонизирован европейцами. Но почему всё произошло именно так?\n\nПочему люди Атауальпы не приплыли в Европу и не покорили её?\nПочему смертоносные болезни пришли с одного континента, а не с другого? Почему оружие одних народов оказалось куда совершеннее?\n\nЭта небольшая игра предлагает одно из объяснений — в духе идей Джареда Даймонда из книги «Ружья, микробы и сталь». В ней есть некоторые упрощения, и если история вас зацепит, настоятельно советую прочитать саму книгу.",
      "button": "Начать игру"
    }
  },
  "rounds": {
    "1": {
      "introText": "Начнём! Сотни тысяч лет люди расселялись по планете, шаг за шагом осваивая новые земли. В какой-то момент этот долгий путь закончился: появились первые центры будущих цивилизаций. Разумеется, их было больше пяти, но мы проследим именно за этими пятью и увидим, как они будут развиваться в течение 8000 лет. Один ход — тысяча лет.\nИх успехи или неудачи будут зависеть от стартовых условий… и от ваших решений. Давайте познакомимся с ними.",
      "zoneTexts": {
        "1": "Первый центр — это огромная территория, богатая крупными животными. Мяса здесь куда больше, чем съедобных растений. В регионе живёт множество племён, и конфликты между ними — обычное дело.",
        "2": "Второй регион отделён от мира высокими горами. Попасть сюда сложно. Он богат и крупными животными, и урожайными растениями. Благодаря изоляции племён здесь меньше, и земли хватает каждому.",
        "3": "Третья территория расположена на другом континенте. Крупных животных мало, зато растений — хоть отбавляй. Это изолированный регион, развивающийся сам по себе, и людей здесь немного.",
        "4": "Четвёртый центр находится на третьем крупном континенте. Климат здесь мягкий, хищников мало, а съедобных растений великое множество — неудивительно, что сюда стеклось множество племён.",
        "5": "Пятый регион — обширные плодородные земли, где множество племён живут рядом друг с другом. Здесь хватает крупных животных, но полезных растений не так много."
      },
      "preChoiceText": "Эта история будет не пассивной — вы сможете менять её ход. Как именно? Вы будете управлять случайностью, тем самым «джокером» истории.\n\nВы решаете, где раньше появится блестящая мысль, где родится талантливый лидер, способный объединить людей лучше, чем другие. Какой центр получит небольшое преимущество в ближайшие тысячу лет?",
      "postChoiceText": "Что произошло за эту тысячу лет?\n\nЦентры будущих цивилизаций переходили от кочевого образа жизни к оседлому — но каждый в своём темпе. Тысячелетиями кочевые и оседлые люди жили бок о бок. Там, где было достаточно растений, можно было надёжно добывать калории, а потеря крупных животных заставляла искать более устойчивые способы добычи пищи.\n\nОседлые племена росли быстрее: жизнь становилась предсказуемее, и детей можно было рожать чаще — раз в два года, тогда как у кочевников обычно лишь раз в четыре. Со временем оседлые общества становились многочисленнее и вытесняли кочевые."
    },
    "2": {
      "introText": "Прошла тысяча лет. Все пять центров будущих цивилизаций уже перешли к оседлой жизни — кто раньше, кто позже. Начали появляться первые большие поселения с собственными лидерами. Но каждое из них вскоре упёрлось в предел: земли, растений и животных попросту не хватало для дальнейшего роста.\n\nДавайте посмотрим, как развивался каждый центр.",
      "zoneTexts": {
        "1": "Первому центру пришлось непросто. Из-за изобилия животных кочевой образ жизни сохранялся здесь дольше, чем у других. Столкновения с соседями были частыми.\n\nНо те самые факторы, что мешали развитию раньше, теперь дают шанс. Растений здесь мало, но множество соседних племён позволяет обмениваться лучшими образцами и ускорять рост производства пищи.",
        "2": "Второй центр развивался быстро. Здесь рано научились выращивать достаточно растений, а крупные животные помогали переживать неурожайные годы. Люди постепенно понимали преимущества оседлости.\n\nСоседей мало, поэтому экспериментов было чуть меньше, но обилие растений делало многие попытки успешными.",
        "3": "На другом континенте малое количество крупных животных — в том числе хищников — позволило людям быстро расширяться. Богатство растений сделало переход к оседлой жизни лёгким.\n\nСледующая тысяча лет прошла спокойно: люди пробовали разные культуры, выбирая лучшие. Население росло стремительно.",
        "4": "Этот регион процветал: растений много, крупных хищников мало, и переход к оседлости был быстрым.\n\nПлемён здесь тоже немало, что позволяло обмениваться новыми культурами — иногда мирно, через торговлю, иногда силой.",
        "5": "Пятый центр развивался медленно. Изобилие животных удерживало людей в кочевом состоянии, а многочисленные соседи создавали постоянные конфликты.\n\nНо хотя растений мало, их эксперименты множились благодаря соседству племён. Территория росла потихоньку, но уверенно."
      },
      "preChoiceText": "В следующие тысячу лет центры цивилизации будут расти благодаря сельскому хозяйству: разным культурам, способам обработки земли и новым техникам.\n\nОни будут учиться через постоянные попытки — и ошибки. Но снова всё упирается в удачу: кто первым откроет лучшую культуру?",
      "postChoiceText": "В эту тысячу лет люди постепенно освоили земледелие. Они пробовали разные культуры, выбирая самые надёжные — вроде пшеницы или риса. Это стало основой их питания на тысячи лет вперёд.\n\nСлучайность играла огромную роль: какие растения были доступны, насколько их было много, насколько легко их приручить. Пшеница давалась куда проще, чем, например, яблони.\n\nПостепенно земледелие стало эффективнее охоты — и все общества перешли к нему."
    },
    "3": {
      "introText": "Прошла ещё тысяча лет. Все центры цивилизации росли, но делали это по-разному. Те, у кого самые эффективные культуры появились раньше, расширялись быстрее. Однако рано или поздно каждая технология достигает предела. Есть максимум земли, который человек способен обработать вручную.\n\nЧтобы совершить следующий скачок, людям понадобилось нечто новое — помощники, способные тянуть плуг, давать мясо, молоко и шерсть. Этими помощниками стали одомашненные животные.\n\nНо давайте посмотрим, что происходило в каждом центре.",
      "zoneTexts": {
        "1": "Из-за скудного разнообразия съедобных растений развитие шло тяжело. Соседи постоянно давили, пытаясь отвоевать плодородные земли.\n\nНо в этом тысячелетии появляется шанс: здесь водится множество крупных животных, и некоторые из них могут оказаться подходящими для одомашнивания.",
        "2": "Прошлая тысяча лет была для этого центра успешной: лучшие культуры нашли быстро, земли расширялись.\n\nТеперь перспективы тоже хорошие — крупных животных достаточно, чтобы среди них могли найтись пригодные для хозяйства виды.",
        "3": "Этот центр уверенно рос: земли расширялись, лучших культур было много, а единственным препятствием служили природные барьеры — горы и реки.\n\nНо ближайшая тысяча лет будет непростой. Крупных животных здесь почти нет, и шансы найти подходящие виды крайне малы.",
        "4": "Здесь всё складывалось удачно: богатство растений обеспечивало быстрый рост, соседи не мешали.\n\nНо с животными ситуация другая. Их мало, и подобрать подходящие виды будет трудно.",
        "5": "Это тысячелетие было для региона тяжёлым: растений мало, конкуренция высокая.\n\nОднако крупных животных здесь очень много. Это открывает обширные возможности — использовать их в хозяйстве, разводить на мясо и применять для перевозки грузов."
      },
      "preChoiceText": "В следующие тысячу лет люди начнут приручать животных. Они будут тянуть плуг, давать мясо, шерсть и служить транспортом.\n\nНо успешное одомашнивание — это всегда смесь удачи и особенностей животных. Некоторые послушны, другие не размножаются в неволе, третьим требуется слишком много пищи. Какому центру повезёт на этот раз?",
      "postChoiceText": "За эту тысячу лет человек приручил множество животных. Это полностью изменило хозяйство: коровы, овцы, козы, свиньи и лошади стали основой сельского хозяйства и быта.\n\nНо успех был невозможен без удачи: далеко не каждое животное подходит для одомашнивания. Важны были рацион, скорость взросления, способность размножаться в неволе, стадное поведение и, конечно, темперамент.\n\nНапример, зебры почти не отличаются от лошадей, но так и не были приручены — они слишком агрессивны.\n\nДомашние животные дали обществам огромный толчок: больше пищи, больше одежды, транспорт и новые инструменты. Они стали важнейшей частью человеческой истории."
    },
    "4": {
      "introText": "Одомашнивание животных открыло путь к большему урожаю и более предсказуемому хозяйству. Торговцы смогли путешествовать дальше, а вьючные животные перевозили тяжёлые грузы, ускоряя торговлю и обмен идеями.\n\nНо это развитие создало новую проблему: информации становилось слишком много. Память перестала справляться, а передавать знания на большие расстояния стало невозможно.\n\nТак появилась письменность — величайшее изобретение, без которого цивилизация не смогла бы вырасти.\n\nНо давайте посмотрим, какие условия были у каждого центра.",
      "zoneTexts": {
        "1": "Здесь огромное разнообразие животных позволило быстро увеличить производство пищи. Территория росла, соседи торговали и делились идеями.\n\nУсловия для появления письменности благоприятные: есть что учитывать, есть с кем торговать, и есть потребность фиксировать информацию.",
        "2": "Здесь также всё развивалось быстро: животных достаточно, урожаи хорошие, население растёт.\n\nНо природные барьеры — те самые горы и реки, что раньше спасали от нападавших, — теперь мешают. Торговля идёт медленнее, и идеи приходят не так быстро.",
        "3": "Этот центр предыдущую тысячу лет развивался с трудом: животных почти нет, земля по-прежнему обрабатывается вручную.\n\nПотребности в письменности здесь мало, а соседей — ещё меньше. В таких условиях изобрести письмо сложно.",
        "4": "Мало крупных животных — это было преимуществом, когда речь шла о безопасности. Но когда понадобилось повышать урожайность, это стало слабым местом.\n\nЗдесь растёт торговля, и соседи всё чаще становятся партнёрами, а не врагами. Возможно, письменность появится через заимствование.",
        "5": "Здесь прошлая тысяча лет была успешной: животных приручили рано, торговля процветала.\n\nУ письменности хорошие шансы родиться именно здесь — есть запрос, есть необходимость и есть соседи, которые думают о том же."
      },
      "preChoiceText": "В следующие тысячу лет письменность появится или будет заимствована во всех центрах цивилизаций. Но тот, кто сделает это раньше всего, получит огромное преимущество.\n\nВ каком регионе вспыхнет эта идея?",
      "postChoiceText": "Письменность возникла в истории человечества крайне редко. Насколько мы знаем, впервые — у шумеров, а затем у коренных народов Мексики. Египетская и китайская системы, возможно, тоже появились независимо.\n\nГораздо чаще письмо распространялось через обмен: кто-то видел его у соседей и начинал создавать свою систему уже с пониманием того, что это возможно.\n\nНо чтобы письменность прижилась, нужны были ресурсы: писцы, которые умеют писать и вести учёт, а также потребность в передаче информации.\n\nИ лишь спустя долгое время письменность стала инструментом для эмоций, истории и литературы."
    },
    "5": {
      "introText": "К этому моменту письменность стала частью жизни во всех центрах цивилизации. Где-то её используют в основном для учёта, где-то уже создают первые книги.\n\nЦивилизации укрепились, научились управлять большими территориями и всё активнее торговали друг с другом. Они обменивались идеями, растениями, животными, технологиями.\n\nИ тут вступает в игру фактор, который никто не выбирает — география континента.",
      "zoneTexts": {
        "1": "Письменность здесь развивалась быстро и успешно. Люди научились фиксировать знания и передавать их дальше.\n\nТеперь главное — форма континента: вытянут ли он с севера на юг или с востока на запад. От этого зависит, как легко переселяются растения и животные.\n\nУсловия для роста выглядят неплохо.",
        "2": "Письменность здесь тоже возникла рано, хотя развивалась своеобразно из-за небольшого числа соседей.\n\nТеперь в центре внимания торговля и обмен идеями. Те континенты, что вытянуты вдоль оси восток-запад, получают огромное преимущество: климат похож на одной широте, а значит растения не нужно адаптировать заново.",
        "3": "Письменность здесь появилась, но поздно. Не было ни острой необходимости, ни достаточного числа соседей, чтобы позаимствовать идею.\n\nСледующая тысяча лет будет трудной. Континент вытянут с севера на юг, а значит на каждом шагу — новый климат, новые болезни и новые препятствия.",
        "4": "Этот центр развивался постепенно. Письменность появилась через торговлю и помогла управлять большими территориями.\n\nОднако природные барьеры — пустыни, горы — будут мешать обмену идеями.",
        "5": "Здесь цивилизация развивалась быстро: письменность либо появилась рано, либо была заимствована.\n\nКонтинент вытянут вдоль оси восток-запад, а значит климат похож на больших расстояниях. Это даёт отличные возможности для торговли и распространения технологий."
      },
      "preChoiceText": "В эту тысячу лет география играет решающую роль — хотя все предыдущие факторы тоже продолжают влиять.\n\nГде же торговцам повезёт больше всего?",
      "postChoiceText": "Ориентация континентов — одна из ключевых причин различий в темпах развития. На континентах, вытянутых с востока на запад, климатические зоны идут параллельно. Это значит, что те же культуры, что растут в одном регионе, легко приживутся в другом на той же широте.\n\nА вот на континентах, вытянутых с севера на юг, климат меняется резко: от умеренного — к субтропическому и тропическому. Такие скачки крайне затрудняют распространение растений и животных."
    },
    "6": {
      "introText": "География оказала сильнейшее влияние на развитие цивилизаций. Но теперь человечество столкнётся с новым вызовом — тем самым, что вырос из предыдущих успехов: эпидемиями.\n\nЧтобы болезнь стала эпидемией, нужно несколько условий. Одно из них — плотные города. Рост населения и широкая торговля создавали идеальные пути для распространения болезней.",
      "zoneTexts": {
        "1": "Предыдущая тысяча лет была для региона успешной: торговля процветала, идеи циркулировали.\n\nНо теперь густые города и активные пути обмена принесут не только товары, но и болезни.",
        "2": "Здесь тоже всё шло отлично: население росло, территории расширялись.\n\nНо условия для эпидемий тоже готовы. Горы и реки слегка замедлят распространение болезней, но не остановят.",
        "3": "Этот центр развивался медленнее, но теперь это становится преимуществом.\n\nЗдесь мало скота и мало плотных поселений — значит, эпидемии будет сложнее зародиться.",
        "4": "Население и обмен идеями росли. Начались первые контакты через океан.\n\nБолезни появятся, но их будет меньше, чем у других. Однако полностью избежать эпидемий не удастся.",
        "5": "Предыдущая тысяча лет была золотым веком: население росло, торговля процветала.\n\nНо именно это теперь сделает регион уязвимым. Скорее всего, эпидемии начнутся именно здесь и затем пойдут дальше по торговым путям."
      },
      "preChoiceText": "Пришло время снова сделать выбор. Где появится лекарь или учёный, который первым поймёт, как сдерживать эпидемии?",
      "postChoiceText": "Эпидемии меняли мир так же сильно, как войны. Европейские болезни убили в Америке больше людей, чем сами европейцы. Микробы, пришедшие из Старого Света, оказались намного опаснее местных.\n\nПочему так? Многие эпидемии возникли от домашних животных. Они тоже страдали от «болезней скученности», и некоторые из них перепрыгнули к человеку.\n\nКогда мы приручили животных, мы получили и огромные преимущества, и серьёзные риски. Позднее развитие медицины — особенно вакцин — дало людям инструменты, чтобы сдерживать эпидемии."
    },
    "7": {
      "introText": "Мы уже почти добрались до нашего времени. Различия между центрами цивилизаций стали ещё заметнее. Эпидемии унесли множество жизней в одних регионах, но почти не коснулись других — хотя именно эти «счастливчики» и оказались без иммунитета.\n\nТеперь главным двигателем развития становятся технологии. Они, конечно, эволюционировали всегда, но только теперь начинают определять ход истории. Важно не просто изобрести что-то новое — важно, чтобы общество смогло это внедрить.\n\nИзобретения рождаются из любопытства отдельных людей. А вот технологии — из накопления множества знаний, которые подпитывают друг друга. Это автокаталитический процесс: чем больше у цивилизации уже есть, тем мощнее следующий скачок. Например, чтобы создать печатный станок, мало одной идеи — нужны бумага, металлургия, подвижный шрифт, чернила, прессы и, конечно же, письменность.\n\nДавайте посмотрим, как будут развиваться наши центры в ближайшую тысячу лет.",
      "zoneTexts": {
        "1": "Эпидемии стоили многим людям жизни, но они же подтолкнули развитие медицины. Продолжительность жизни выросла, а значит, у людей появилось больше времени для экспериментов и открытий.\n\nУ этого центра отличные условия для технологического прогресса: много соседей, активная торговля, постоянный обмен идеями через миграции и столкновения культур.",
        "2": "Изоляция помогла этому центру избежать худших эпидемий. Границы оказались своевременно закрыты, и болезни почти не проникали внутрь.\n\nНо теперь эта же изоляция станет препятствием. Когда общество не взаимодействует с соседями, технологии могут застревать на месте — или даже исчезать, если временно теряют практическую ценность.",
        "3": "Этому центру помогло то, что он был удалён от основных торговых путей: эпидемии почти не затронули его. Население росло, территория расширялась.\n\nНо малое количество соседей означает и меньше идей, которые можно было бы позаимствовать. Некоторые изобретения, возможно, появятся здесь, но не получат широкого применения просто из-за отсутствия необходимости.",
        "4": "Ограниченная торговля защитила этот регион от худших последствий эпидемий, хотя некоторые болезни всё же добрались сюда и уменьшили население.\n\nТем не менее условия для технологического роста хорошие. Соседей не так много, но идей достаточно, чтобы некоторые изобретения закрепились и распространились.",
        "5": "Здесь предыдущая тысяча лет была тяжёлой: эпидемии нанесли сокрушительный удар, население сократилось.\n\nНо именно это вынудило людей развивать медицину и искать новые решения. Теперь, когда торговля снова оживает и идей много, этот центр способен развиваться быстрее других."
      },
      "preChoiceText": "Пришло время сделать выбор. Где появятся самые любознательные учёные? Где правители окажутся достаточно смелыми, чтобы вкладываться в новые идеи и получать от них выгоду?",
      "postChoiceText": "Откуда появляются технологии?\n\nСклонность к изобретательству — свойство людей по всему миру. Но одно дело — придумать что-то, и совсем другое — превратить это в практическую технологию.\n\nБольшинство новшеств не возникают с нуля: они приходят через обмен идеями, через заимствования, через контакт с соседними культурами. Чем больше соседи отличаются друг от друга, тем шире набор решений, которые можно перенять.\n\nНо этого мало. Технологическое развитие требует множества условий: долгой жизни, чтобы учиться; дорогой рабочей силы, чтобы появлялся стимул для механизации; образования; законов, которые защищают изобретателей; культуры, в которой ценится риск; и открытости к новым идеям.\n\nОказывается, что институты общества влияют на развитие технологий не меньше, чем человеческое любопытство."
    },
    "8": {
      "introText": "Мы подошли к последней тысяче лет. За время нашей истории люди прошли путь от небольших оседлых общин до крупных государств, вооружённых технологиями современности.\n\nВласть сопровождала этот путь всегда, но оставалась за кадром. Сначала были родовые группы — по 50 человек, объединённые кровными узами. Затем появились племена — сотни людей, среди которых уже были ремесленники и лидеры.\n\nПозже возникли вождества — объединения десятков тысяч человек. Люди стали жить рядом с незнакомцами, и им понадобилась система управления, которая могла бы удерживать порядок.\n\nА затем появились государства — огромные структуры, управляющие миллионами людей через сложную бюрократию.\n\nРазвитие шло неравномерно: где-то первые государства возникали раньше, где-то позже.\n\nВ ближайшую тысячу лет решающим фактором станут институты власти.",
      "zoneTexts": {
        "1": "Обилие соседей заставило этот центр рано понять: численность населения — это сила. Чтобы защищаться и расти, понадобилось создать системы управления, которые служили бы всему обществу, а не только его элите.\n\nИ теперь, в заключительную тысячу лет, эти усилия начинают приносить плоды.",
        "2": "Природные границы сделали цивилизацию самобытной, но большое количество соседей помогло развить управление.\n\nНесмотря на относительную изоляцию, этот центр стал одним из наиболее продвинутых — пусть и достиг этого не самым быстрым путём.",
        "3": "Долгая изоляция и нехватка соседей сильно задержали появление государственных институтов.\n\nОтключённость от мировых торговых путей долгое время позволяла развиваться спокойно, но не быстро — в сравнении с другими центрами.",
        "4": "Изоляция защищала этот центр от эпидемий, но в то же время замедляла развитие технологий и институтов управления.\n\nБюрократия всё же сформировалась, пусть и позже других, что позволило государству устойчиво развиваться.",
        "5": "География вынудила этот центр цивилизации рано создать эффективные институты власти. Здесь появились одни из первых бюрократов, а богатое окружение соседей позволило перенимать лучшие практики.\n\nИ именно в эту тысячу лет накопленные преимущества проявятся в полную силу."
      },
      "preChoiceText": "Великие правители, мыслители и реформаторы оказывают на историю не меньшее влияние, чем изобретатели.\n\nГде же появятся самые мудрые лидеры?",
      "postChoiceText": "Как же развивалась власть?\n\nТысячелетиями существовали родовые и племенные общины. Различались они численностью, плотностью населения и степенью оседлости.\n\nОколо 7,5 тысяч лет назад появились вождества — крупные объединения, в которых люди впервые научились жить бок о бок с незнакомцами. Вождь получил право применять силу, решать споры и распределять ресурсы.\n\nНо от личности вождя зависело слишком многое. Он мог служить обществу, а мог делать всё в пользу себя и своей элиты. Существовали приемы, которые закрепляли власть: разоружение населения, усиление элиты, строительство грандиозных проектов, создание религии или идеологии.\n\nПозже, около 6 тысяч лет назад, появились первые государства — куда более устойчивые и эффективные. Они управлялись классом профессиональных бюрократов, которые отвечали за распределение ресурсов и поддержание порядка.\n\nЭта система позволяла управлять миллионами людей, решать огромные задачи и строить мощные армии. Именно государства стали той формой власти, которая сформировала дальнейшую историю человечества."
    }
  },
  "ui": {
    "next": "Далее",
    "start": "Начать",
    "startGame": "Начать игру",
    "nextRound": "Следующий раунд",
    "chooseLanguage": "Choose language / Выберите язык",
    "english": "English",
    "russian": "Русский"
  },
  "areaButtons": {
    "area1": "Территория 1",
    "area2": "Территория 2",
    "area3": "Территория 3",
    "area4": "Территория 4",
    "area5": "Территория 5"
  },
  "final": {
    "mapText": "Вот такой путь проделал наш мир за 8 тысяч лет. Мы проследили развитие пяти центров цивилизаций и увидели, какие факторы определяли их судьбы.\n\nМногое зависело от случайности — от того, где росли подходящие злаки, где обитали крупные животные, и как устроена была география континентов.",
    "endingText": "Но вернёмся к истории конкистадора Писарро. Теперь, после всего этого путешествия, мы можем ответить на главный вопрос:\nПочему именно европейцы пришли в земли Атауальпы, а не наоборот?\n\nВо-первых, технологии. У жителей Евразии были стальные мечи, доспехи, мушкеты, артиллерия и лошади — животные, которых в Америке просто не было.\n\nВо-вторых, письменность. Она существовала здесь тысячи лет, хранила знания и передавала их между поколениями. Благодаря этому люди знали о далёких народах задолго до путешествий.\n\nВ-третьих, государства. Только крупные централизованные державы могли позволить себе снаряжать океанские экспедиции и конкурировать друг с другом за новые земли.\n\nВ-четвёртых, преимущества в хозяйстве и энергии. Евразийцы давно использовали крупный рогатый скот, лошадей, ослов, а также водяные и ветряные мельницы. В Америке же большая часть тяжёлой работы по-прежнему делалась вручную.\n\nВ-пятых, болезни. Евразийские эпидемии оказались смертельнее всего оружия. Плотные города и жизнь рядом с домашними животными породили инфекции, к которым жители Старого Света имели иммунитет.\n\nВсе эти факторы сложились вместе — и сделали возможным тот исход, который мы знаем.\n\nЭтот интерактивный лонгрид создан Alex Shlykov на основе книги Джареда Даймонда «Ружья, микробы и сталь». Надеюсь, вам было интересно! В книге — гораздо больше, и она точно стоит прочтения.\n\nЕсли вам понравилось, можете попробовать и другие мои образовательные игры.",
    "playAgain": "Пройти ещё раз",
    "myWebsite": "Мой сайт: buildtounderstand.dev"
  },
  "timeline": {
    "title": "Историческая временная шкала",
    "axisYears": "Годы",
    "axisTime": "Время",
    "achievementsTitle": "Достижения по раундам:",
    "roundLabel": "Раунд",
    "yearLabel": "Год",
    "milestones": {
      "sedentary": "Конец кочевого образа жизни / переход к оседлости",
      "crops": "Определены лучшие продовольственные культуры",
      "domestication": "Одомашнивание животных",
      "writing": "Разработка или заимствование письменности",
      "trade": "Расширение торговых сетей и культурный обмен",
      "epidemics": "Первые эпидемии и ранние меры борьбы",
      "technology": "Промышленные / технологические прорывы",
      "governance": "Эффективные институты управления"
    }
  },
  "populationChart": {
    "title": "Динамика населения",
    "axis": {
      "time": "Время (годы)",
      "population": "Население (Acc × Power)"
    },
    "tooltip": {
      "round": "Раунд",
      "acc": "Acc",
      "power": "Power",
      "populationValue": "Население",
      "year": "Год"
    },
    "explanation": "Примечание: Население рассчитывается как Acc × Power для каждого центра цивилизации. Значения записываются после завершения каждого раунда, отслеживая, как население каждого центра развивается в течение 8000 лет.",
    "yAxisLabel": "Население (Acc × Power)"
  },
  "dominanceChart": {
    "title": "Периоды доминирования цивилизаций",
    "axis": {
      "time": "Время (годы)",
      "dominance": "Индекс доминирования (%)"
    },
    "tooltip": {
      "round": "Раунд",
      "year": "Год",
      "dominance": "Доминирование",
      "acc": "Acc",
      "power": "Power",
      "rawValue": "Acc × Power"
    },
    "explanation": "Этот график показывает, какой центр цивилизации доминировал в каждый 1000-летний период. Доминирование рассчитывается как (Acc × Power) / сумма(Acc × Power всех центров) для каждого раунда. Выделенные сегменты указывают на доминирующую цивилизацию в течение каждого периода."
  },
  "futureProjectionChart": {
    "title": "Проекция будущего на следующие 4000 лет",
    "axis": {
      "time": "Время (годы)",
      "development": "Сила развития (Acc × Power)"
    },
    "tooltip": {
      "predicted": "Прогноз",
      "round": "Раунд",
      "acc": "Acc",
      "power": "Power",
      "value": "Значение"
    },
    "explanation": "Этот график прогнозирует, как каждый центр цивилизации продолжал бы развиваться за пределами 8000-летней временной шкалы. Проекции основаны исключительно на тренде роста, наблюдаемом между раундами 7 и 8. Сплошные линии представляют реальные данные (раунды 1-8), а пунктирные линии показывают прогнозируемые траектории (раунды 9-12). Сила развития рассчитывается как Acc × Power для каждого раунда."
  }
}

